Repository: ManolloGuedes/Access8Math
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: Access8Math interaction window
pt: Janela de interação do Access8Math

source: &Exit
pt: &Sair

source: Terminate the program
pt: Sair do programa

source: interaction
pt: Interação

source: copy
pt: copiar

source: exiting interaction mode
pt: saindo do modo interação

source: enter interaction mode
pt: entrar no modo interação

source: enabling abstract reading mode
pt: habilitando leitura abstrata

source: disabling abstract reading mode
pt: desabilitando leitura abstrata

source: not move
pt: não move

source: snapshot
pt: instantânea

source: Access8Math interaction window already showed
pt: Janela de interação ja mostrada

source: &General settings...
pt: Parâmetros &gerais...

source: &Rule settings...
pt: Regras de &parâmetros...

source: &unicode dictionary...
pt: Dicionãrio &unicode...

source: &math rule...
pt: Regras &matemáticas...

source: &New language adding...
pt: Adicionar &nova linguagem...

source: &About...
pt: &Sobre

source: mathml provider change to %s
pt: mudança de provedor mathml para %s

source: Change mathml provider
pt: Mudar o provedor mathml

source: Access8Math Version: 2.1 URL: https://addons.nvda-project.org/addons/access8math.en.html Copyright (C) 2017-2018 Access8Math Contributors Access8Math is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. It can be viewed online at: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html Access8Math has been sponsored by "Taiwan Visually Impaired People Association"(vipastaiwan@gmail.com) in 2018, hereby express our sincere appreciation. If you feel this add-on is helpful, please don't hesitate to give support to "Taiwan Visually Impaired People Association" and authors.
pt: Access8Math Version: 2.1 URL: https://addons.nvda-project.org/addons/access8math.fr.html Copyright (C) 2017-2018 Access8Math Contributeurs Access8Math est couvert par la GNU General Public License (Version 2). Vous êtes libre de partager ou modifier ce logiciel de quelque façon que vous le souhaitez tant qu'il est accompagnée de la licence et de rendre le code source disponible à quiconque le veut. Cela s'applique aussi bien à l'original que la copie modifiée de ce logiciel, ainsi qu'à n'importe quel œuvre dérivée. Elle peut être consultée en ligne sur: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html Access8Math a été financé par la "Taiwan Visually Impaired People Association"(vipastaiwan@gmail.com) en 2018, envers qui nous exprimons nos sincères remerciements. Si vous trouvez ce module complémentaire utile, n'hésitez pas à offrir un support à la "Taiwan Visually Impaired People Association" et aux auteurs.

source: About Access8Math
pt: Sobre o Access8Math

source: Shows the Access8Math settings dialog.
pt: Mostrar a caixa de configurações Access8Math.

source: General Settings
pt: Configurações Gerais

source: showing Access8Math interaction window when entering interaction mode
pt: Mostrando a janela de interação do Access8Math ao entrar no modo de interação

source: Analyze mathematical meaning of content
pt: Analisar o significado do conteúdo matemático

source: Read defined meaning in dictionary
pt: Ler o significado definido no dicionário

source: Read of auto-generated meaning
pt: Ler o significado gerado automaticamente

source: &Language:
pt: &Linguagem:

source: &Item interval time:
pt: &Intervalo de tempo entre itens:

source: Rule Settings
pt: Configurações de regras

source: Simplified subscript and superscript
pt: Subscrito e sobrescrito simplificado

source: Simplified subscript
pt: Subscrito simplificado

source: Simplified superscript
pt: Sobrescrito simplificado

source: Simplified underscript and overscript
pt: Subscrito simplificado e sobrescrito

source: Simplified underscript
pt: Subscrito simplificado

source: Simplified overscript
pt: Sobrescrito simplificado

source: Simplified fraction
pt: Fração simplificada

source: Simplified square root
pt: Raiz quadrada simplificada

source: Power
pt: Potência

source: Square power
pt: Potência ao quadrado

source: Cube power
pt: Potência ao cubo

source: Set
pt: Conjunto

source: Absolute value
pt: Valor Absoluto

source: Matrix
pt: Matriz

source: Determinant
pt: Determinante

source: Integer and fraction
pt: Inteiro e fração

source: Add Symbol
pt: Símbolo de Adição

source: Symbol:
pt: Símbolo:

source: unicode dictionary (%s)
pt: Dicionário unicode (%s)

source: &Symbols
pt: &Símbolos

source: Symbol
pt: Símbolo

source: Replacement
pt: Substituição

source: Change selected symbol
pt: Mudar o símbolo selecionado

source: &Replacement
pt: &Substituição

source: &Add
pt: &Adição

source: Re&move
pt: Re&mover

source: &Recover default
pt: &Recuperar padrão

source: &Import
pt: &Importar

source: Export(&O)
pt: &Exportar

source: Symbol "%s" is already present.
pt: O símbolo "%s" ja existe.

source: Error
pt: Erro

source: Import file...
pt: Importar um arquivo...

source: Export file...
pt: Exportar um arquivo...

source: Edit Math Rule Entry
pt: Editar entrada de regra matemática

source: &description
pt: &descrição

source: description
pt: descrição

source: Serialized ordering
pt: ordenação serializada

source: Ordering %d
pt: Ordenando %d

source: Child
pt: Filho

source: Prefix text &%d
pt: Prefixo de texto &%d

source: Start text &%d
pt: Texto inicial &%d

source: End text &%d
pt: Texto final &%d

source: &Interval text &%d
pt: &Intervalo de texto &%d

source: Child role
pt: Função filho

source: &Child %d meaning
pt: Significado do &filho %d

source: Regular Expression error: "%s".
pt: Erro de expressão regular: "%s".

source: Dictionary Entry Error
pt: Erro de entrada de dicionário

source: math rule (%s)
pt: Regras matemáticas (%s)

source: &Mathrules
pt: Regras &matemáticas

source: Rule
pt: Regra

source: Description
pt: Descrição

source: &Edit
pt: E&ditor

source: Example
pt: E&xemplo

source: New language adding
pt: Adicionando nova linguagem

source: &Select
pt: &Selecionar

source: &Unselect
pt: &Desamarcar

source: unicode dictionary
pt: dicionário unicode

source: math rule
pt: regra matemática

source: For the new language to add, NVDA must be restarted. Press enter to restart NVDA, or cancel to exit at a later time.
pt: Para adicionar o novo idioma, o NVDA deve ser reiniciado. Pressione Enter para reiniciar NVDA ou cancele para sair mais tarde.

source: New language add
pt: Adicionar nova linguagem

source: Write AsciiMath Entry
pt: Escrever entrada AsciiMath

source: Write Latex Entry
pt: Escrever entrada Latex

source: build-in
pt: embutido

source: User default
pt: Usuário padrão

source: Allows access math content written by MathML
pt: Permite acessar o conteúdo escrito por MathML
